Repository: OliverUv/sport_booking
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: sv

source: You did not input a valid liu-id.
sv: Du angav ett felaktigt liu-id.

source: The postal number consists of five digits only.
sv: Postnumret måste innehålla exakt fem siffror.

source: No resource id given.
sv: Inget resurs-id angivet.

source: No resource type id given.
sv: Inget resurstyps-id angivet.

source: You must complete your profile before making reservations.
sv: Du måste fylla i din profil helt innan du kan göra reservationer.

source: You are banned. Stated reason:
sv: Du har blivit avstängd. Anledning:

source: Contact FRRyd for further information.
sv: Kontakta FRRyd för mer information.

source: You may not reserve the resource for such a long time.
sv: Du får inte reservera resursen så länge.

source: Start and end times must be in the future.
sv: Start- och sluttider måste vara i framtiden.

source: Start time must be before end time.
sv: Starttiden måste vara före sluttiden.

source: You may only make two reservations per resource.
sv: Du får endast ha två aktiva reservationer per resurs.

source: You may not reserve two resources at the same time.
sv: Du får inte reservera två resurser på samma tidpunkt.

source: You can't overwrite a reservation with a preliminary reservation.
sv: Du kan inte skriva över en reservation med en preleminärreservation.

source: Somebody has already made a reservation here!
sv: Någon har redan gjort en reservation här!

source: No request id provided.
sv: Inget request-id angivet.

source: No reservation with that id.
sv: Ingen reservation med det id:t finns.

source: You may not overwrite your own reservations.
sv: Du får inte skriva över din egen reservation.

source: You may not overwrite solid reservations.
sv: Du får inte skriva över en solid reservation.

source: You may only delete your own events.
sv: Du får bara ta bort dina egna event.

source: ============= Server error! ============= Could not find rules file. Contact FR Ryd, please.
sv: ============= Serverfel ! ============= Kunde inte hitta regelfilen. Snälla kontakta FRRyd.

source: You can only view your own profile page.
sv: Du får bara se din egen profilsida.

source: You have to be staff to ban people!
sv: Du måste vara personal för att stänga av folk!

source: You're trying to do something you're not allowed to:
sv: Du försöker göra någonting du inte får göra:

source: Could not find whatever you wanted to find, sorry :(
sv: Kunde inte hitta vad det nu var du försökte hitta. Förlåt :(

# site title
source: FR Ryd location booking
sv: FR Ryd platsbokning

source: Something went wrong on our side. Please email us and tell us what happened.
sv: Något gick fel på vår sida. Snälla skicka oss ett email och tala om vad som hände.

source: Logout
sv: Logga ut

source: Login
sv: Logga in

source: with liu-id
sv: med liu-id

source: You must complete your profile before making reservations. Click here to do it.
sv: Du måste fylla i hela din profil för att få göra reservationer. Tryck här för att göra det.

source: You have been banned. Reason:
sv: Du har blivit avstängd. Anleding:

source: MENU
sv: MENY

source: Home
sv: Hem

source: Rules
sv: Regler

source: Back to FR Ryd
sv: Tillbaka till FR Ryd

source: We have no idea what happened. Please contact us if this happens too often.
sv: Vi har ingen aning om vad som hände. Snälla kontakta oss om det här händer ofta.

source: This is the reservation system for FR Ryd's resources. We have football fields, tennis courts, a volleyball field and a pool table room that any Ryd resident can use. After you log in with your liu-id and fill in your profile details, click on the resources on the map above to get to their booking pages. Also click around in the menu to find more useful pages. Oh! And don't forget to
sv: Det här är reservationssystemet för FR Ryds resurser. Vi har fotbollsplaner, tennisplaner, en volleybollplan, och ett biljardrum som alla invånare i Ryd får använda. Efter att du loggat in med ditt liu-id och fyllt i din profilsida, klicka på resurserna på kartan ovan för att komma till deras bokninssidor. Klicka också runt i menyn för att hitta fler användbara sidor. Åh! Och glöm inte att

source: read the rules!
sv: läsa reglerna!

source: Your username and password didn't match. Please try again.
sv: Användarnamnet och lösenordet du angav matchar inte. Försök igen.
